// შექმენით ცვლადში მასივი და ამ მასივში კიდევ მასივი სადაც გვეწერება სახელები 
// სათითაოდ,ანუ თუ გვექნება სამი სახელი შესაბამისად უნდა გვქონდეს 
//  მთავარ მასივში სამი მასივი,და ეს ყველაფერი დავბეჭდოთ კონსოლში for ლუპის/ციკლის 
//  დახმარებით რომელიც გამოგვიტანს ასეთ 
//  რამეს Hello <და აქ ჩვენ მასივში შექმნილი სახელები ეწერება>

const names = [['Ani'],['Ilia','Nika'],['Megi','Anuka']];

for (let i = 0; i < names.length; i++) {
    for (let j = 0; j < names[i].length; j++) {
      console.log(names[i][j]);
    }
  };